<?php

return [
//-----------------------------------------------------------------------//
//---------------------general-----------------------//
//-----------------------------------------------------------------------//
    'syssr'                     =>      'الجمعية السورية للبحث العلمي',
    'dashboard'                 =>      'لوحة التحكم',
    'welcome_to_dashboard'      =>      'أهلاً في لوحة التحكم, قريباً سيكون هنالك مخططات ومعلومات',
    'ar_name'                   =>      'العربية',
    'en_name'                   =>      'الانكليزية',
    'ar'                        =>      '(عربي)',
    'en'                        =>      '(انكليزي)',
    'actions'                   =>      'خيارات',
    'yes'                       =>      'نعم',
    'no'                        =>      'لا',
    'update'                    =>      'تعديل',
//-----------------------------------------------------------------------//
//---------------------Login page-----------------------//
//-----------------------------------------------------------------------//
    'login'                     =>      'تسجيل دخول',
    'login_dashboard'           =>      'تسجيل دخول إلى لوحة التحكم',
    'quote_day'                 =>      'حكمة اليوم',
    'username'                  =>      'اسم المستخدم',
    'password'                  =>      'كلمة المرور',
    'remember_me'               =>      'تذكرني',
    'forgot_password'           =>      'نسيت كلمة المرور؟',
//-----------------------------------------------------------------------//
//---------------------aside-----------------------//
//-----------------------------------------------------------------------//
    'modules'                   =>      'الوحدات',
    'users'                     =>      'المستخدمين',
    'all_users'                 =>      'كل المستخدمين',
    'new_user'                  =>      'مستخدم جديد',
    'members'                   =>      'الأعضاء',
    'all_members'               =>      'كل الأعضاء',
    'new_member'                =>      'عضو جديد',
    'permissions_roles'         =>      'الصلاحيات والأدوار',
    'permissions'               =>      'الصلاحيات',
    'roles'                     =>      'الأدوار',
    'settings'                  =>      'الإعدادات',
    'lang_vars'                 =>      'متحولات اللغة',
    'logos'                     =>      'الشعارات',
//-----------------------------------------------------------------------//
//---------------------header-----------------------//
//-----------------------------------------------------------------------//
    'hi'                        =>      'مرحباً',
    'profile'                   =>      'الملف الشخصي',
    'logout'                    =>      'تسجيل خروج', 
    'search'                    =>      'بحث',
//-----------------------------------------------------------------------//
//---------------------content header-----------------------//
//-----------------------------------------------------------------------//
    'total'                     =>      'الكل',
//-----------------------------------------------------------------------//
];
