<?php

return [
//-----------------------------------------------------------------------//
//---------------------general-----------------------//
//-----------------------------------------------------------------------//
    'syssr'                     =>      'الجمعية السورية للبحث العلمي',
    'dashboard'                 =>      'لوحة التحكم',
    'welcome_to_dashboard'      =>      'أهلاً في لوحة التحكم, قريباً سيكون هنالك مخططات ومعلومات',
    'ar_name'                   =>      'العربية',
    'en_name'                   =>      'الانكليزية',
    'ar'                        =>      '(عربي)',
    'en'                        =>      '(انكليزي)',
    'actions'                   =>      'خيارات',
    'yes'                       =>      'نعم',
    'no'                        =>      'لا',
    'ok'                        =>      'موافق',
    'cancel'                    =>      'إلغاء',
    'close'                     =>      'إغلاق',
    'save'                      =>      'حفظ',
    'add'                       =>      'إضافة',
    'update'                    =>      'تعديل',
    'edit'                      =>      'تعديل',
    'delete'                    =>      'حذف',
    'view'                      =>      'مشاهدة',
    'back'                      =>      'الرجوع',
    'save_add_new'              =>      'حفظ وإضافة جديد',
    'save_exit'                 =>      'حفظ وخروج',
    'are_you_sure'              =>      'هل أنت متأكد؟',
    'warning'                   =>      'تحذير',
    'saved_successfully'        =>      'حفظت بنجاح',
    'updated_successfully'      =>      'عدلت بنجاح',
    'deleted_successfully'      =>      'حذفت بنجاح',
    'page_not_found'            =>      'الصفحة غير موجودة',
    'go_to_dashboard'           =>      'الذهاب إلى لوحة التحكم',
    'name'                      =>      'الاسم',
    'code'                      =>      'الرمز',
    'order'                     =>      'الترتيب',
//-----------------------------------------------------------------------//
//---------------------Login page-----------------------//
//-----------------------------------------------------------------------//
    'login'                     =>      'تسجيل دخول',
    'login_dashboard'           =>      'تسجيل دخول إلى لوحة التحكم',
    'quote_day'                 =>      'حكمة اليوم',
    'username'                  =>      'اسم المستخدم',
    'password'                  =>      'كلمة المرور',
    'remember_me'               =>      'تذكرني',
    'forgot_password'           =>      'نسيت كلمة المرور؟',
//-----------------------------------------------------------------------//
//---------------------aside-----------------------//
//-----------------------------------------------------------------------//
    'modules'                   =>      'الوحدات',
    'users'                     =>      'المستخدمين',
    'all_users'                 =>      'كل المستخدمين',
    'new_user'                  =>      'مستخدم جديد',
    'members'                   =>      'الأعضاء',
    'all_members'               =>      'كل الأعضاء',
    'new_member'                =>      'عضو جديد',
    'permissions_roles'         =>      'الصلاحيات والأدوار',
    'permissions'               =>      'الصلاحيات',
    'roles'                     =>      'الأدوار',
    'settings'                  =>      'الإعدادات',
    'data_settings'             =>      'إعدادات البيانات',
    'lang_vars'                 =>      'متحولات اللغة',
    'logos'                     =>      'الشعارات',
    'skills'                    =>      'المهارات',
    'research_interests'        =>      'اهتمامات الباحثين',
    'degrees'                   =>      'الدرجات العلمية',
    'associations'              =>      'الجمعيات',
    'pages'                     =>      'الصفحات',
    'contact_us'                =>      'تواصل معنا',
    'about_us'                  =>      'عن الجمعية',
//-----------------------------------------------------------------------//
//---------------------header-----------------------//
//-----------------------------------------------------------------------//
    'hi'                        =>      'مرحباً',
    'profile'                   =>      'الملف الشخصي',
    'logout'                    =>      'تسجيل خروج', 
    'change_password'           =>      'تغيير كلمة المرور',
    'search'                    =>      'بحث',
//-----------------------------------------------------------------------//
//---------------------content header-----------------------//
//-----------------------------------------------------------------------//
    'total'                     =>      'الكل',
//-----------------------------------------------------------------------//
];
