<?php

return [

    'syssr'                     =>      'الجمعية السورية للبحث العلمي',
    'dashboard'                 =>      'لوحة التحكم',
    'ar_name'                   =>      'العربية',
    'en_name'                   =>      'الانكليزية',
    'ar'                        =>      '(عربي)',
    'en'                        =>      '(انكليزي)',

//-----------------------------------------------------------------------//
//---------------------Login page-----------------------//
//-----------------------------------------------------------------------//
    'login'                     =>      'تسجيل دخول',
    'login_dashboard'           =>      'تسجيل دخول إلى لوحة التحكم',
    'quote_day'                 =>      'حكمة اليوم',
    'username'                  =>      'اسم المستخدم',
    'password'                  =>      'كلمة المرور',
    'remember_me'               =>      'تذكرني',
    'forgot_password'           =>      'نسيت كلمة المرور؟',
//-----------------------------------------------------------------------//

];
